{
    "home": "beranda",
    "about us": "tentang kami",
    "our service": "layanan kami",
    "portfolio": "portofolio",
    "article": "artikel",
    "maesgazine": "maesgazine",
    "about maestro": "Tentang Maestro",
    "board of directors": "Jajaran Direksi",
    "heavy constructions": "konstruksi berat",
    "light constructions": "konstruksi ringan",
    "Real": "Terobosan",
    "Breakthrough": "Nyata",
    "Contractors": "Dunia",
    "World": "Kontraktor",
    "The Most Efficient, Innovative and Professional": "Paling Efisien, Inovatif, dan Profesional",
    "Place to Create Business Scale SUCCESS.": "Tempat untuk Menciptakan KESUKSESAN Skala Bisnis.",
    "Consult Now": "Konsultasi",
    "Welcome To": "Selamat Datang di",
    "p_welcome": "Menjadi Solusi Terkemuka Bagi Klien/Pelanggan Dalam Kegiatan Konstruksi Yang Dapat Bersaing Dalam Ranah Kegiatan Konstruksi Berat, Konstruksi Bangunan Perumahan Dan Komersial, Aplikator Perbaikan Bangunan, Desain Arsitektur Dan Pemasok Furnitur Terkenal Di Indonesia.",
    "p_welcome2": "Dengan Hasil Yang Terbaik, Kreatif, Inovatif Sehingga Setiap Pelanggan Mampu Bersaing Dalam Skala Nasional Maupun Internasional Dengan Target Pencapaian Prestasi Pada Tahun 2024 Menjadi Subkontraktor Pilihan Utama Dalam 7 Kontraktor Swasta Terbesar Di Indonesia.",
    "p_welcome3": "SOLUSI SUPER ANDA UNTUK MEMBANGUN!",
    "about": "tentang",
    "General Contractor": "Kontraktor Umum",
    "A General Contractor": "Kontraktor Umum",
    "p_about_beranda": "Sebagai pilar utama dalam industri konstruksi, Maestro, telah menetapkan standar keunggulan dalam pembangunan proyek-proyek berkualitas tinggi. Dengan dedikasi yang tak tergoyahkan terhadap integritas, inovasi, dan kepuasan pelanggan, kami telah memantapkan diri sebagai mitra konstruksi tepercaya.",
    "p_about_beranda2": "Dengan rekam jejak yang mengesankan dalam berbagai proyek, Maestro telah menjadi pelopor dalam menyediakan solusi terdepan. Tim kami yang terampil dan berpengalaman mendedikasikan diri untuk memastikan setiap proyek kami mencapai tingkat keunggulan tertinggi.",
    "Since our inception": "Sejak awal kami berdiri",
    "we have been committed": "kami telah berkomitmen",
    "to providing": "untuk menyediakan",
    "reliable services": "layanan yang dapat diandalkan",
    "for businesses that need our services. We can": "untuk bisnis yang membutuhkan layanan kami. Kami dapat",
    "make it happen": "mewujudkannya",
    "in the following services:": "dalam layanan berikut ini:",
    "Commercial building": "Bangunan komersial",
    "house building": "bangunan rumah",
    "infrastructure": "infrastruktur",
    "auxiliaries building": "bangunan tambahan",
    "Read More": "Selengkapnya",
    "Achieve your most beautiful dreams!": "Raih impian Anda yang paling indah!",
    "Build a dream home": "Membangun rumah impian",
    "that represents your life story. Start your journey to": "yang mewakili kisah hidup Anda. Mulailah perjalanan Anda ke",
    "comfort and satisfaction": "kenyamanan dan kepuasan",
    "today. Consult with us and make your dream home a": "hari ini. Konsultasikan dengan kami dan wujudkan rumah",
    "reality": "impian Anda",
    "New Building": "Gedung Baru",
    "Renovation": "Renovasi",
    "Interior Furniture": "Furnitur Interior",
    "Benefit from the services we provide for you, be part of our partners.": "Manfaatkan layanan yang kami sediakan untuk Anda, jadilah bagian dari mitra kami.",
    "Business to Business": "Bisnis ke Bisnis",
    "Business to Client": "Bisnis ke Klien",
    "Site Survey": "Survei Lokasi",
    "Almost all work at Maestro must begin with carrying out a survey so that you can convey all the details of your building dreams to us so that we can analyze them properly.": "Hampir semua pekerjaan di Maestro harus diawali dengan melakukan survei agar Anda dapat menyampaikan semua detail bangunan impian Anda kepada kami sehingga kami dapat menganalisa dengan baik.",
    "Drawing and Design Consultation": "Drawing and Design Consultation",
    "Helping you design the ideal drawings and designs for your construction or renovation project. Our team of experts will work closely with you to understand your needs, tastes and vision. This consultation helps ensure that every detail, from the layout to the decorative elements, matches your expectations, so that your project can be realized with satisfactory results.": "Membantu Anda merancang gambar dan desain yang ideal untuk proyek konstruksi atau renovasi Anda. Tim ahli kami akan bekerja sama dengan Anda untuk memahami kebutuhan, selera, dan visi Anda. Konsultasi ini membantu memastikan bahwa setiap detail, mulai dari tata letak hingga elemen dekoratif, sesuai dengan harapan Anda, sehingga proyek Anda dapat direalisasikan dengan hasil yang memuaskan.",
    "Making BoQ and RAB": "Membuat BoQ dan RAB",
    "The Budget Plan submission stage will take place after the drawing consultation stage is complete. After that, send us your budget, and we will compile a Budget Plan (RAB) that suits your needs and budget. In the RAB, we detail every detail, including the work, material specifications, project duration, and cost of each component. Study our RAB and customize it to your liking - add or subtract work according to your needs. We are ready to help you realize your project precisely according to the budget you have.": "Tahap pengajuan Rencana Anggaran Biaya akan dilakukan setelah tahap konsultasi gambar selesai. Setelah itu, kirimkan anggaran Anda kepada kami, dan kami akan menyusun Rencana Anggaran Biaya (RAB) yang sesuai dengan kebutuhan dan anggaran Anda. Di dalam RAB, kami merinci setiap detail, termasuk pekerjaan, spesifikasi material, durasi proyek, dan biaya setiap komponen. Pelajari RAB kami dan sesuaikan dengan keinginan Anda - tambahkan atau kurangi pekerjaan sesuai dengan kebutuhan Anda. Kami siap membantu Anda merealisasikan proyek Anda dengan tepat sesuai dengan anggaran yang Anda miliki.",
    "Job Execution": "Pelaksanaan Pekerjaan",
    "A carefully planned construction project begins execution by a team of skilled contractors. Engineers, construction workers, and project managers join in a collaborative effort to ensure that each stage of the project runs smoothly according to the set schedule and quality standards. From land preparation to completion of the main structure, each step is overseen with rigor and care, with effective communication being the key to success.": "Proyek konstruksi yang direncanakan dengan cermat mulai dilaksanakan oleh tim kontraktor yang terampil. Insinyur, pekerja konstruksi, dan manajer proyek bergabung dalam upaya kolaboratif untuk memastikan bahwa setiap tahap proyek berjalan dengan lancar sesuai dengan jadwal dan standar kualitas yang ditetapkan. Mulai dari persiapan lahan hingga penyelesaian struktur utama, setiap langkah diawasi dengan teliti dan hati-hati, dengan komunikasi yang efektif sebagai kunci keberhasilan.",
    "Work Addendum": "Pekerjaan Addendum",
    "Work addendums become an important element in project dynamics when changes or additions are required to respond to changing needs or emerging constraints. A work addendum may include adjustments to the scope of work, changes to the schedule, or additional costs needed to address changing project circumstances. This process requires good coordination between the project owner and the contractor, with the aim of reaching a fair and mutually beneficial agreement.": "Adendum pekerjaan menjadi elemen penting dalam dinamika proyek ketika perubahan atau penambahan diperlukan untuk menanggapi perubahan kebutuhan atau kendala yang muncul. Adendum pekerjaan dapat mencakup penyesuaian ruang lingkup pekerjaan, perubahan jadwal, atau biaya tambahan yang diperlukan untuk mengatasi perubahan keadaan proyek. Proses ini membutuhkan koordinasi yang baik antara pemilik proyek dan kontraktor, dengan tujuan untuk mencapai kesepakatan yang adil dan saling menguntungkan.",
    "Handover of Work": "Serah Terima Pekerjaan",
    "Deliverables are transferred from the project implementation team to the party that will manage or utilize them. The team responsible for handing over the work should ensure that all documents, technical information, and operational instructions have been fully and clearly conveyed to the recipient. In addition, the handover process involves effective communication and deep understanding between both parties to ensure seamless continuity of tasks or operations.": "Hasil kerja diserahkan dari tim pelaksana proyek kepada pihak yang akan mengelola atau menggunakannya. Tim yang bertanggung jawab untuk menyerahkan pekerjaan harus memastikan bahwa semua dokumen, informasi teknis, dan instruksi operasional telah disampaikan secara lengkap dan jelas kepada penerima. Selain itu, proses serah terima melibatkan komunikasi yang efektif dan pemahaman yang mendalam antara kedua belah pihak untuk memastikan kelangsungan tugas atau operasi yang mulus.",
    "Get Tender Information": "Dapatkan Informasi Tender",
    "Tender information is a crucial step for companies or interested parties in the business world. This process involves searching for and receiving information related to announcements or requests for bids from various institutions or organizations.": "Informasi tender merupakan langkah krusial bagi perusahaan atau pihak-pihak yang berkepentingan dalam dunia bisnis. Proses ini melibatkan pencarian dan penerimaan informasi terkait pengumuman atau permintaan penawaran dari berbagai lembaga atau organisasi.",
    "Retrieve Tender Requirements and BoQ Documents": "Retrieve Tender Requirements and BoQ Documents",
    "The tender requirements include information about the project, contract terms, as well as technical and administrative instructions that interested prospective contractors must fulfill. Meanwhile, the BoQ document details the quantities and types of materials, works, and services required in the project, along with cost estimates for each item.": "Persyaratan tender mencakup informasi tentang proyek, persyaratan kontrak, serta instruksi teknis dan administratif yang harus dipenuhi oleh calon kontraktor yang berminat. Sementara itu, dokumen BoQ merinci jumlah dan jenis material, pekerjaan, dan layanan yang diperlukan dalam proyek, beserta perkiraan biaya untuk setiap item.",
    "Collection of RAB Bidding Document Files": "Collection of RAB Bidding Document Files",
    "RAB bidding documents include cost breakdowns for all work, materials, and services required in the project. A complete and accurate RAB bid document file provides the basis for contractors to submit competitive bids that meet the project specifications.": "Dokumen penawaran RAB mencakup rincian biaya untuk semua pekerjaan, material, dan layanan yang diperlukan dalam proyek. Dokumen penawaran RAB yang lengkap dan akurat menjadi dasar bagi kontraktor untuk mengajukan penawaran yang kompetitif dan sesuai dengan spesifikasi proyek.",
    "Determination od Tender Winner": "Determination of Tender Winner",
    "The determination of the tender winner is the final stage in the tender process of a construction or development project, where the project organizer or procurement agency evaluates all bids received from contractors.": "Penentuan pemenang tender merupakan tahap akhir dalam proses tender suatu proyek konstruksi atau pembangunan, di mana penyelenggara proyek atau agen pengadaan mengevaluasi semua penawaran yang diterima dari kontraktor.",
    "Work Contract": "Work Contract",
    "This document contains details about the technical requirements, scope of work, timeframe, and payment that form the basis for the implementation of a project or service. The work contract creates a legal basis that regulates the relationship between the two parties, determines their respective rights and obligations, and provides clarity on performance standards and expected service levels.": "Dokumen ini berisi rincian tentang persyaratan teknis, ruang lingkup pekerjaan, kerangka waktu, dan pembayaran yang menjadi dasar pelaksanaan proyek atau layanan. Kontrak kerja menciptakan dasar hukum yang mengatur hubungan antara kedua belah pihak, menentukan hak dan kewajiban masing-masing, dan memberikan kejelasan tentang standar kinerja dan tingkat layanan yang diharapkan.",
    "Survey, Measurement & Job Execution": "Survey, Measurement & Job Execution",
    "Surveying, measuring and execution of works are crucial stages in construction projects that involve mapping and physical implementation of design plans.": "Survei, pengukuran, dan pelaksanaan pekerjaan merupakan tahapan penting dalam proyek konstruksi yang melibatkan pemetaan dan implementasi fisik dari rencana desain.",
    "A work addendum is an official document that contains changes or additions to the original work contract of a construction or service project. These addendums can arise for a variety of reasons, such as changes in the scope of work, design changes, or additional conditions that arise during project execution.": "Adendum pekerjaan adalah dokumen resmi yang berisi perubahan atau penambahan pada kontrak kerja awal proyek konstruksi atau jasa. Adendum ini dapat muncul karena berbagai alasan, seperti perubahan lingkup pekerjaan, perubahan desain, atau kondisi tambahan yang muncul selama pelaksanaan proyek.",
    "Handover of work is the final stage in a construction or service project, where the contractor formally hands over the work to the employer or project owner. This process involves a joint evaluation of the completed work, ensuring that it conforms to the specifications and standards set out in the contract.": "Serah terima pekerjaan adalah tahap akhir dalam proyek konstruksi atau jasa, di mana kontraktor secara resmi menyerahkan pekerjaan kepada pemberi kerja atau pemilik proyek. Proses ini melibatkan evaluasi bersama atas pekerjaan yang telah diselesaikan, memastikan bahwa pekerjaan tersebut sesuai dengan spesifikasi dan standar yang ditetapkan dalam kontrak.",
    "REGISTER AS COLLABORATOR": "Daftar Sebagai Kolaborator",
    "Legality": "Legalitas",
    "Show More": "Selengkapnya",
    "Video": "Video",
    "We are proud to present the works of PT. KINARYA MAESTRO NUSANTARA in our various projects.": "Dengan bangga kami mempersembahkan karya-karya PT. KINARYA MAESTRO NUSANTARA dalam berbagai proyek kami.",
    "What Our": "Apa Kata",
    "Client Say": "Klien Kami",
    "Company with experince in the": "Perusahaan dengan pengalaman di bidang",
    "consturction sector": "sektor konstruksi",
    "encompassing": "meliputi",
    "consultant work": "pekerjaan konsultan",
    "construction implementation": "pelaksanaan konstruksi",
    "project management": "manajemen proyek",
    "supervision and execution": "pengawasan dan eksekusi",
    "in the construction industry. Supported by human resources with extensive experience in the": "dalam industri konstruksi. Didukung oleh sumber daya manusia dengan pengalaman yang luas di",
    "construction sector.": "sektor konstruksi.",
    "good support": "dukungan yang baik",
    "and": "dan",
    "cooperation": "kerja sama",
    "with all company patners (material suppliers, subcontractors and human resources who have high competence).": "dengan seluruh mitra perusahaan (pemasok material, subkontraktor dan sumber daya manusia yang memiliki kompetensi tinggi).",
    "Maestro is backed by a strong workforce with": "Maestro didukung oleh tenaga kerja yang kuat dengan",
    "significant experience": "pengalaman yang signifikan",
    "in the construction sector, demonstrating Maestro's commitment to providing": "di sektor konstruksi, menunjukkan komitmen Maestro untuk menyediakan",
    "high-quality services.": "layanan berkualitas tinggi.",
    "Vision And": "Visi dan",
    "Mission": "Misi",
    "Our Vision": "Visi Kami",
    "“Become one of the best construction companies with an emphasis on sustainable growth and competency building through human resource development, technology management and good corporate goverence.”": "“Menjadi salah satu perusahaan konstruksi terbaik dengan penekanan pada pertumbuhan yang berkelanjutan dan peningkatan kompetensi melalui pengembangan sumber daya manusia, manajemen teknologi dan tata kelola perusahaan yang baik.”",
    "Our Mission": "Misi Kami",
    "“Increasing the competitiveness of companies in the construction services industry by developing the best services and technology for consumers in meeting stakeholder expectations.”": "“Meningkatkan daya saing perusahaan di industri jasa konstruksi dengan mengembangkan layanan dan teknologi terbaik bagi konsumen dalam memenuhi ekspektasi pemangku kepentingan.”",
    "'If not the people of this nation who build their own country, then who else? Let's not expect others to come and build our nation, my brothers.' - B.J. Habibie, Presiden ke 3 RI": "'Kalau bukan rakyat bangsa ini yang membangun negaranya sendiri, lalu siapa lagi? Janganlah kita mengharapkan orang lain datang dan membangun bangsa kita, saudara-saudaraku.' - B.J. Habibie, Presiden ke-3 RI",
    "Heavy": "Konstruksi",
    "Constructions": "Berat",
    "Commercial Building": "Bangunan Komersial",
    "Housing Building": "Bangunan Perumahan",
    "Infrastructure ": "Infrastruktur",
    "Auxiliaries Building": "Bangunan Tambahan",
    "Discount With Certain Conditions": "Diskon Dengan Ketentuan Tertentu",
    "Bonus (Electronic Accessories, Kitchen Set)": "Bonus (Aksesori Elektronik, Kitchen Set)",
    "Bundling - Limited Offering": "Bundling - Penawaran Terbatas",
    "Our": "Komitmen",
    "Commitment": "Kami",
    "FREE CONSULT - ADJUSTED TO COSTUMER NEEDS AND WANTS": "Konsultasi Gratis - Disesuaikan dengan kebutuhan dan keinginan pelanggan",
    "FREE DESIGN FOR DESIGN AND BUILD PROJECT": "Desain gratis untuk proyek desain dan pembangunan",
    "COMPLETE OUTPUT (RAB,DESIGN, SHOP DRAWING, AS BULDING  DRAWING 3D DRAWING, STRUCTURE AND MEP ANALYSIS REPORT)": "Keluaran lengkap (RAB, Desain, Shop Drawing, As Building  Drawing 3D Drawing, Struktur dan Mep Analysis Report)",
    "PERIODIC PROGRESS REPORTS TO CLIENTS": "laporan kemajuan berkala kepada klien",
    "PROJECT GUARANTEE SERVICE WITH FAST RESPOND AND  COORDINATIVE": "layanan jaminan proyek dengan respon yang cepat dan koordinatif",
    "IMPLEMENTATION ACCORDING TO DESIGN": "implementasi sesuai dengan desain",
    "direksi1": "Seorang profesional dengan pengetahuan yang mendalam dan pengalaman yang luas dalam bidang Proses Teknis dan Bisnis di Indonesia dan global. Sebelumnya memegang beberapa posisi eksekutif sebagai Manajer Proyek Senior dan Direktur Teknik dan Produksi di Perusahaan Swasta Nasional dan Internasional, Beliau telah bekerja di berbagai proyek konstruksi mulai dari perumahan hingga infrastruktur.",
    "direksi2": "Lebih dari 10 tahun terlibat dalam proyek-proyek konstruksi baik skala ringan, menengah maupun tinggi, seperti Cluster Perumahan di Depok, Proyek Sub Structure - Tower Bea Cukai, Bengkel - Proyek Struktur Baja, Proyek Dinding Penahan Tanah, Crusher dan Proyek Infrastruktur Pertambangan di Bangka.",
    "direksi3": "Berpengalaman lebih dari 30 tahun di dunia Konstruksi, termasuk terlibat dalam berbagai Proyek Multinasional, berpengalaman dan telah menangani berbagai macam konstruksi, mulai dari proyek berskala ringan hingga berat. Saya telah menangani berbagai proyek, termasuk pembangunan Pabrik Kertas dan Pulp, Pabrik Kelapa Sawit, Pembangkit Listrik, Crusher, dan Infrastruktur Pertambangan.",
    "Light": "Konstruksi",
    "Constructionss": "ringan",
    "All Portfolio": "Semua Portofolio",
    "Construction": "Konstruksi",
    "Applicator": "Applikator",
    "Design Architectural": "Desain Arsitektur",
    "Furniture": "Furnitur",
    "Our Portfolio": "Portofolio Kami",
    "Free Download": "Unduh Gratis",
    "Download": "Unduh",
    "Get your dream home reference!": "Dapatkan referensi rumah impian Anda!",
    "Explore the luxury of a commercial building specifically designed to support your business success! Enjoy excellent facilities such as shopping malls, offices, hotels, and business centers that ensure optimal comfort and productivity.": "Jelajahi kemewahan gedung komersial yang dirancang khusus untuk mendukung kesuksesan bisnis Anda! Nikmati fasilitas unggulan seperti pusat perbelanjaan, perkantoran, hotel, dan pusat bisnis yang menjamin kenyamanan dan produktivitas yang optimal.",
    "Explore the comfort and style of our residential buildings crafted for individuals and families! Choose from a range of options, including apartments, flats, and closed housing, designed to enhance your living experience.": "Jelajahi kenyamanan dan gaya bangunan hunian kami yang dibuat untuk individu dan keluarga! Pilihlah dari berbagai pilihan, termasuk apartemen, rumah susun, dan hunian tertutup, yang dirancang untuk meningkatkan pengalaman tinggal Anda.",
    "Discover the backbone of modern living with our comprehensive public infrastructure solutions! From well-maintained roads and bridges to efficient public transportation, reliable electricity, clean water, and advanced telecommunications, we've got your everyday needs covered.": "Temukan tulang punggung kehidupan modern dengan solusi infrastruktur publik kami yang komprehensif! Mulai dari jalan dan jembatan yang terpelihara dengan baik hingga transportasi umum yang efisien, listrik yang andal, air bersih, dan telekomunikasi yang canggih, kami memenuhi kebutuhan sehari-hari Anda.",
    "Experience the epitome of innovation in architectural design! Our building not only mirrors the advancement and identity of your company but also offers functional office spaces equipped with cutting-edge technology, ensuring an efficient and comfortable work environment. Elevate your workspace to new heights": "Rasakan lambang inovasi dalam desain arsitektur! Gedung kami tidak hanya mencerminkan kemajuan dan identitas perusahaan Anda, tetapi juga menawarkan ruang kantor fungsional yang dilengkapi dengan teknologi canggih, memastikan lingkungan kerja yang efisien dan nyaman. Tingkatkan ruang kerja Anda ke tingkat yang lebih tinggi",
    "Enjoy special discounts with certain conditions now! Don't miss this opportunity": "Nikmati diskon khusus dengan syarat tertentu sekarang juga! Jangan lewatkan kesempatan ini",
    "Get exclusive bonuses! Choose your favorite products": "Dapatkan bonus eksklusif! Pilih produk favorit Anda",
    "Don't miss out on special offers! Get an exclusive savings package": "Jangan lewatkan penawaran khusus! Dapatkan paket hemat eksklusif",
    "Enter a world of visionary living with our dream home designs, which seamlessly blend contemporary aesthetics and sustainability! The New Building stands as more than just a visual landmark; this is a manifestation of our unwavering commitment to the environment. Join us in creating a harmonious space where luxury meets environmentally conscious living": "Masuki dunia kehidupan visioner dengan desain rumah impian kami, yang memadukan estetika kontemporer dan keberlanjutan dengan sempurna! The New Building berdiri lebih dari sekadar tengara visual; ini adalah perwujudan dari komitmen kami yang tak tergoyahkan terhadap lingkungan. Bergabunglah bersama kami dalam menciptakan ruang yang harmonis di mana kemewahan berpadu dengan kehidupan yang ramah lingkungan",
    "Achieve a remarkable transformation for your dream space through our remodeling services! With an expert touch, create a new feel that is both alluring and functional. Start the journey to an updated home that suits your lifestyle today.": "Ciptakan transformasi yang luar biasa untuk ruang impian Anda melalui layanan renovasi kami! Dengan sentuhan ahli, ciptakan nuansa baru yang memikat dan fungsional. Mulailah perjalanan menuju rumah terbaru yang sesuai dengan gaya hidup Anda saat ini.",
    "Transform your living spaces with our Interior Furniture, where design elegance meets functional comfort seamlessly! Experience the perfect blend that creates stunning and functional environments. Elevate your home with our exquisite furniture collection": "Ubah ruang keluarga Anda dengan Furnitur Interior kami, di mana keanggunan desain berpadu dengan kenyamanan fungsional yang sempurna! Rasakan perpaduan sempurna yang menciptakan lingkungan yang menakjubkan dan fungsional. Tingkatkan rumah Anda dengan koleksi furnitur kami yang indah",
    "Technical Director": "Direktur Teknik"
}
